Revit 2027 API
ParameterTypeId.SpacingLength Property
 "Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLength { get; }
Public Shared ReadOnly Property SpacingLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLength {
	ForgeTypeId^ get ();
}
static member SpacingLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace